Repository: primozcigler/wp-student-ids-at-registration
Catalog: languages/*.po
Languages: sl_si

source: Student ID number
sl_si: Vpisna številka študenta

source: Student IDs
sl_si: Vpisne številke

source: Student ID
sl_si: Vpisna številka

source: Add New
sl_si: Dodaj novo

source: Add New Student ID
sl_si: Dodaj novo vpisno številko

source: Edit Student ID
sl_si: Uredi vpisno številko

source: New Student ID
sl_si: Nova vpisna številka

source: All Student IDs
sl_si: Vse vpisne številke

source: View Student ID
sl_si: Poglej vpisno številko

source: Search Student IDs
sl_si: Išči vpisno številko

source: No Student IDs found
sl_si: Ni vpisnih številk

source: No Student IDs found in Trash
sl_si: Ni vpisnih številk v košu

source: Welcome %s!
sl_si: Dobrodošel %s!

source: Bye
sl_si: Adijo

source: Artblog Students
sl_si: Artblog Študentje

source: Plugin made for Artblog.
sl_si: Plugin za Artblog.
